export default {
  messages: {
    'logout': 'Вы вышли из системы',
    'login': 'Вы вошли в систему',
    'deleted': 'Удаление завершено успешно',
    'added': 'Добавление завершено успешно',
    'edited': 'Редактирование завершено успешно',
    'delete-canceled': 'Удаление отменено',
    'add-canceled': 'Добавление отменено',
    'edit-canceled': 'Редактирование отменено',
  },
  errors: {
    'err-not-found': 'Не найдено',
    'err-not-deleted': 'Удаление не было произведено',
    'err-not-added': 'Добавление не было произведено',
    'err-not-edited': 'Редактирование не было произведено',
    'err-fetch-failed': 'Ошибка загрузки данных'
  }
}